import main from './main.js';

// 設定
const classNameJson = {
  "注文番号": "rms-status-order-nr",
  "注文日時": "rms-status-inprogress",
  "名前": "fullname",
  "注文内容": "rms-span-open-in-new",
  // "金額": "",
  // "クーポン": "",
  // "合計金額": "",
  // "支払い種別": "",
  // "備考": "",
  // "メモ": "",
  // "支払い完了日": "",
  // "注文確定日": "",
  // "依頼日": "",
  // "配送日指定": "",
  // "時間指定": "",
  // "置き配指定": "",
  // "発送元": "",
  // "納品予定日": "",
  // "伝票番号": "",
  // "郵便番号": "",
  // "送付先住所": "",
  // "宛名": "",
  // "電話番号": "",
  // "": "",
};

// 実行
new main('html', classNameJson);